tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "nshipster/formulae"
tap "pointfreeco/formulae"
tap "robotsandpencils/made"


brew "libpng"
brew "xz"
brew "libtiff"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bat"
brew "freetype"
brew "gdbm"
brew "glib"
brew "pkg-config"
brew "pcre"
brew "chisel"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "duti"
brew "exa"
brew "fasd"
brew "fd"
brew "gmp"
brew "libevent"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "pango"
brew "srt"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "jbig2dec"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-town"
brew "glab"
brew "jpeg", link: true
brew "tcl-tk"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "htop"
brew "icdiff"
brew "libplist"
brew "libusb"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mint"
brew "multimarkdown"
brew "ncdu"
brew "nmap"
brew "node"
brew "pandoc"
brew "peco"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "nshipster/formulae/xcderiveddata"
brew "robotsandpencils/made/xcodes"

cask_args appdir: '/Applications'
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "appcleaner"
cask "arq"
cask "asset-catalog-tinkerer"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "chatology"
cask "cmake"
cask "coconutbattery"
cask "coderunner"
cask "dash"
cask "docker"
cask "drawio"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-jetbrains-mono"
cask "gitup"
cask "handbrake"
cask "hazel"
cask "intellij-idea-ce"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask 'keyboard-maestro'
cask 'launchbar'
cask "mailmate"
cask "marked"
cask "moneymoney"
cask "monodraw"
cask "moom"
cask "paw"
cask 'provisioning'
cask "proxyman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "reveal"
cask "shortcat"
cask "superduper"
cask "zoom"

mas "1Blocker", id: 1107421413
mas "Acorn", id: 1019272813
mas "Affinity Photo", id: 824183456
mas "Calcbot", id: 931657367
mas "Carbonize", id: 1451177988
mas "Cascadea", id: 1432182561
mas "Copied", id: 1026349850
mas "Core Data Lab", id: 1460684638
mas "Deliveries", id: 924726344
mas "Diagrams", id: 1276248849
mas "Dropzone 3", id: 695406827
mas "Fantastical", id: 975937182
mas "Gemini", id: 463541543
mas "GIF Brewery 3", id: 1081413713
mas "Gifwit", id: 871200983
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "iVI", id: 402279089
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Max Inspect", id: 1438113612
mas "MPlayerX", id: 421131143
mas "Next", id: 896146364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "PCalc", id: 403504866
mas "Pixa", id: 527618971
mas "PopClip", id: 445189367
mas "Project Statistics for Xcode", id: 650764572
mas "Quiver", id: 866773894
mas "ReadKit", id: 588726889
mas "Reeder", id: 1449412482
mas "Shazam", id: 897118787
mas "ShotBox", id: 1278619270
mas "Side Mirror", id: 944860108
mas "Soulver", id: 413965349
mas "Spark", id: 1176895641
mas "SQLPro for SQLite", id: 586001240
mas "StopTheMadness", id: 1376402589
mas "The Unarchiver", id: 425424353
mas "Theine", id: 955848755
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Transmit", id: 403388562
mas "Transporter", id: 1450874784
mas "TuneSpan", id: 528459889
mas "Tweetbot", id: 557168941
mas "Twitter", id: 409789998
mas "Unclutter", id: 577085396
mas "VOX", id: 461369673
mas "xScope", id: 889428659
