tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'fonkadelic/additions'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/dupes'
tap 'keith/formulae'
tap 'neonichu/formulae'
tap 'peco/peco'
tap 'ravenac95/sudolikeaboss'
tap 'rubynative/formulae'
tap 'thoughtbot/formulae'
brew 'ack'
brew 'archey'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'chisel'
brew 'cscope'
brew 'ctags'
brew 'duti'
brew 'fasd'
brew 'pkg-config'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'libpng'
brew 'freetype'
brew 'openssl'
brew 'ffmpeg'
brew 'gdbm'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'git-flow'
brew 'gmp'
brew 'gradle'
brew 'graphviz'
brew 'libtool'
brew 'htop-osx'
brew 'hub'
brew 'icdiff'
brew 'libtasn1'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libplist'
brew 'libusb'
brew 'usbmuxd'
brew 'libimobiledevice'
brew 'libzip'
brew 'ideviceinstaller'
brew 'imagemagick'
brew 'jbig2dec'
brew 'libevent'
brew 'macvim', args: ['with-override-system-vim']
brew 'multimarkdown'
brew 'node'
brew 'pandoc'
brew 'peco'
brew 'pow'
brew 'ruby-build'
brew 'rbenv'
brew 'rsync'
brew 'reattach-to-user-namespace'
brew 'ssh-copy-id'
brew 'switchaudio-osx'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['override-system-vi']
brew 'wget'
brew 'xcproj'
brew 'xctool'
brew 'youtube-dl'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'fonkadelic/additions/class-dump-z'
brew 'keith/formulae/zsh-xcode-completions'
brew 'rubynative/formulae/diamond', args: ['HEAD']
brew 'thoughtbot/formulae/gitsh'
brew 'thoughtbot/formulae/liftoff'
cask_args appdir: '/Applications'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask '1password'
cask 'airserver'
cask 'adobe-photoshop-lightroom'
cask 'appcleaner'
cask 'appcode'
cask 'arq'
cask 'bartender'
cask 'betterzipql'
cask 'charles'
cask 'coconutbattery'
cask 'controlplane'
cask 'coderunner'
cask 'colloquy'
cask 'dropbox'
cask 'eye-fi'
cask 'fauxpas'
cask 'flux'
cask 'github-desktop'
cask 'gitup'
cask 'google-chrome'
cask 'handbrake'
cask 'hockey'
cask 'iconjar'
cask 'imagealpha'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'ios-console'
cask 'istat-menus'
cask 'kaleidoscope'
cask 'karabiner'
cask 'keyboard-maestro'
cask 'knuff'
cask 'launchbar'
cask 'logitech-options'
cask 'marked'
cask 'mdrp'
cask 'moneymoney'
cask 'moom'
cask 'numi'
cask 'mountain'
cask 'openemu'
cask 'plex-media-server'
cask 'provisioning'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quickradar'
cask 'reveal'
cask 'screens'
cask 'seil'
cask 'sketch'
cask 'skype'
cask 'sourcetree'
cask 'spillo'
cask 'spotify'
cask 'superduper'
cask 'sublime-text3'
cask 'textexpander'
cask 'torbrowser'
cask 'tripmode'
cask 'uncrustifyx'
cask 'waltr'
cask 'wwdc'
cask 'vimr'
